<?php
/**
 * Created by PhpStorm.
 * User: lichang
 * Date: 2019/9/19
 * Time: 2:22 PM
 */

return [
    'common' => [
        '1001' => '参数有误',
        '1002' => '请登录',
        '1003' => '内容已游走～～'
    ],
    'wxAuto' => [
        '-1'    => '系统繁忙，此时请开发者稍候再试',
        '40029' => 'code无效',
        '45011' => '频率限制，每个用户每分钟100次',
        '40000' => '微信请求失败',
        '40163' => '微信code被使用'
    ],
    'user' => [
        '1101' => '帐号不存在',
        '1102' => '密码错误',
    ],
    'article' => [
        '1201' => '文章不存在'
    ]
];